Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# ConverterPage_Item_053.Text
source: File Location
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
zh_hans: 文件位置

# ConverterPage_Item_057.Text
source: The Convert button enables after files and an output profile are selected. Finished results remain visible after the queue clears.
es_es: El botón Convertir permite después de seleccionar los archivos y un perfil de salida. Los resultados terminados permanecen visibles después de que la cola se borra.
fr_fr: Le bouton Convertir permet une fois les fichiers sélectionnés et un profil de sortie sélectionné. Les résultats finis restent visibles après que la file d'attente a été effacée.
zh_hans: 转换按钮在文件后启用, 并选中输出配置文件。 完成的结果在队列清除后仍然可见 。

# ConverterPage_Item_058.Text
source: Batch Summary
es_es: Resumen por lotes
fr_fr: Résumé du lot
zh_hans: 批次摘要

# ConverterPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
zh_hans: 保存到

# ConverterPage_OutputDirectoryBox.PlaceholderText
source: Same as source file
de_de: Gleiches wie Quelldatei
es_es: Lo mismo que el archivo fuente
fr_fr: Même chose que le fichier source
pl_pl: To samo co plik źródłowy
zh_hans: 与源文件相同

# ConverterPage_ProgressTitle.Text
source: Converting...
de_de: Umwandeln...
es_es: Convirtiendo...
fr_fr: Convertir...
pl_pl: Konwertowanie...
zh_hans: 正在转换...

# ConverterPage_QueueSortEstimateButton.Content
source: Est. output
de_de: Erzeugung
es_es: Est. salida
fr_fr: Produit estimé
pl_pl: Est. wyjście
zh_hans: Est产出

# ConverterPage_QueueSortFileButton.Content
source: File ↑
de_de: Datei ↑
es_es: Archivo ↑
fr_fr: Fichier ↑
pl_pl: Plik ↑
zh_hans: 文件 _____________________________

# ConverterPage_QueueSortSizeButton.Content
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
pl_pl: Rozmiar
zh_hans: 大小大小

# ConverterPage_QueueSortWarningsButton.Content
source: Warnings
de_de: Warnungen
es_es: Avisos
fr_fr: Avertissements
pl_pl: Ostrzeżenia
zh_hans: 警告警告

# ConverterPage_QueueSummaryText.Text
source: 0 queued
de_de: 0 Schlange stehend
es_es: 0 colado
fr_fr: 0 en attente
pl_pl: 0 kolejek
zh_hans: 0个排队

# ConverterPage_RecommendationText.Text
source: Add files to receive a local output recommendation.
de_de: Dateien hinzufügen, um eine lokale Ausgabeempfehlung zu erhalten.
es_es: Añadir archivos para recibir una recomendación de salida local.
fr_fr: Ajouter des fichiers pour recevoir une recommandation de sortie locale.
pl_pl: Dodaj pliki do otrzymania lokalnego zalecenia wyjścia.
zh_hans: 添加文件以接收本地输出建议 。

# ConverterPage_SmartMatchButton.Content
source: Smart Match
es_es: Coincidencia inteligente
fr_fr: Match intelligent
pl_pl: Inteligentne dopasowanie
zh_hans: 智能匹配

# ConverterPage_StatusText.Text
source: Add files to start a conversion queue.
de_de: Dateien hinzufügen, um eine Conversion-Warteschlange zu starten.
es_es: Añadir archivos para iniciar una cola de conversión.
fr_fr: Ajouter des fichiers pour lancer une file d'attente de conversion.
pl_pl: Dodaj pliki do uruchomienia kolejki konwersji.
zh_hans: 添加文件以启动转换队列 。

# Core_ConversionCancelled
source: Conversion was cancelled
de_de: Konvertierung wurde abgebrochen
es_es: La conversión se canceló
fr_fr: La conversion a été annulée
pl_pl: Konwersja została anulowana
zh_hans: 转换已取消

# Core_ConversionTimedOut
source: Conversion timed out after {0}.
de_de: Zeitlimit der Konvertierung nach {0} überschritten.
es_es: La conversión superó el tiempo límite de {0}.
fr_fr: La conversion a dépassé le délai de {0}.
pl_pl: Konwersja przekroczyła limit czasu {0}.
zh_hans: 转换在 {0} 后超时。

# Core_ConverterExecutableNotFound
source: Converter executable was not found: {0}
de_de: Konverterprogramm wurde nicht gefunden: {0}
es_es: No se encontró el ejecutable del conversor: {0}
fr_fr: L’exécutable du convertisseur est introuvable : {0}
pl_pl: Nie znaleziono programu konwertującego: {0}
zh_hans: 找不到转换器可执行文件：{0}

# Core_EmptyOutputFile
source: The converter created an empty output file: {0}
de_de: Der Konverter hat eine leere Ausgabedatei erstellt: {0}
es_es: El conversor creó un archivo de salida vacío: {0}
fr_fr: Le convertisseur a créé un fichier de sortie vide : {0}
pl_pl: Konwerter utworzył pusty plik wyjściowy: {0}
zh_hans: 转换器创建了空的输出文件：{0}

# Core_ExpectedOutputMissing
source: The converter completed but did not create the expected output file: {0}
de_de: Der Konverter wurde beendet, hat aber die erwartete Ausgabedatei nicht erstellt: {0}
es_es: El conversor terminó sin crear el archivo de salida esperado: {0}
fr_fr: Le convertisseur s’est terminé sans créer le fichier de sortie attendu : {0}
pl_pl: Konwerter zakończył pracę, ale nie utworzył oczekiwanego pliku wyjściowego: {0}
zh_hans: 转换器已完成，但未创建预期的输出文件：{0}

# Core_ForcedConverterCannotConvert
source: Forced converter '{0}' cannot convert {1} → {2}.
de_de: Der erzwungene Konverter '{0}' kann {1} nicht in {2} konvertieren.
es_es: El conversor forzado '{0}' no puede convertir {1} a {2}.
fr_fr: Le convertisseur imposé '{0}' ne peut pas convertir {1} en {2}.
pl_pl: Wymuszony konwerter '{0}' nie może przekonwertować {1} na {2}.
zh_hans: 指定的转换器“{0}”无法将 {1} 转换为 {2}。

# Core_ForcedConverterNotRegistered
source: Forced converter '{0}' is not registered. Available: {1}
de_de: Der erzwungene Konverter '{0}' ist nicht registriert. Verfügbar: {1}
es_es: El conversor forzado '{0}' no está registrado. Disponibles: {1}
fr_fr: Le convertisseur imposé '{0}' n’est pas enregistré. Disponibles : {1}
pl_pl: Wymuszony konwerter '{0}' nie jest zarejestrowany. Dostępne: {1}
zh_hans: 指定的转换器“{0}”未注册。可用转换器：{1}

# Core_InputPathRequired
source: Input path is required.
de_de: Ein Eingabepfad ist erforderlich.
es_es: Se requiere una ruta de entrada.
fr_fr: Le chemin d’entrée est requis.
pl_pl: Ścieżka wejściowa jest wymagana.
zh_hans: 必须提供输入路径。

# Core_NoConverterAvailable
source: No converter is available for {0} → {1}.
de_de: Für {0} → {1} ist kein Konverter verfügbar.
es_es: No hay ningún conversor disponible para {0} → {1}.
fr_fr: Aucun convertisseur n’est disponible pour {0} → {1}.
pl_pl: Brak konwertera dla {0} → {1}.
zh_hans: 没有可用于 {0} → {1} 的转换器。

# Core_OutputExistsSkip
source: Output already exists at '{0}' and the overwrite policy is Skip.
de_de: Die Ausgabe unter '{0}' ist bereits vorhanden und die Überschreibungsrichtlinie lautet Überspringen.
es_es: La salida '{0}' ya existe y la política de sobrescritura es Omitir.
fr_fr: La sortie '{0}' existe déjà et la stratégie d’écrasement est Ignorer.
pl_pl: Plik wyjściowy '{0}' już istnieje, a zasada nadpisywania to Pomiń.
zh_hans: 输出“{0}”已存在，覆盖策略为跳过。

# Core_OutputPathRequired
source: Output path is required.
de_de: Ein Ausgabepfad ist erforderlich.
es_es: Se requiere una ruta de salida.
fr_fr: Le chemin de sortie est requis.
pl_pl: Ścieżka wyjściowa jest wymagana.
zh_hans: 必须提供输出路径。

# Core_PostActionFailed
source: Conversion succeeded, but the post-conversion source action failed: {0}
de_de: Die Konvertierung war erfolgreich, aber die anschließende Quellaktion ist fehlgeschlagen: {0}
es_es: La conversión finalizó correctamente, pero falló la acción posterior sobre el origen: {0}
fr_fr: La conversion a réussi, mais l’action sur la source a échoué : {0}
pl_pl: Konwersja powiodła się, ale działanie na pliku źródłowym zakończyło się błędem: {0}
zh_hans: 转换成功，但转换后的源文件操作失败：{0}

# Core_StartingConversion
source: Starting conversion...
de_de: Konvertierung wird gestartet...
es_es: Iniciando conversión...
fr_fr: Démarrage de la conversion...
pl_pl: Rozpoczynanie konwersji...
zh_hans: 正在开始转换...

# Core_UnknownError
source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
pl_pl: Nieznany błąd
zh_hans: 未知错误

# DocumentConverterPage_ConvertButton.Content
source: Convert
de_de: Umrechnen
es_es: Convertir
fr_fr: Convertir
pl_pl: Konwertuj
zh_hans: 转换转换

# DocumentConverterPage_DocumentConverterPageButton01.Content
source: Add files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# DocumentConverterPage_DocumentConverterPageButton02.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# DocumentConverterPage_FormatCombo.Header
source: Target format
de_de: Zielformat
es_es: Formato de destino
fr_fr: Format cible
pl_pl: Format celowy
zh_hans: 目标格式

# DocumentConverterPage_FormatCombo.PlaceholderText
source: Pick a format (or type one)
de_de: Wählen Sie ein Format (oder Typ eins)
es_es: Elija un formato (o tipo uno)
fr_fr: Choisir un format (ou type un)
pl_pl: Wybierz format (lub typ pierwszy)
zh_hans: 选择格式( 或类型 1)

# DocumentConverterPage_Item_003.Text
source: Convert DOCX, PDF, ODT, RTF, XLSX, ODS, CSV, PPTX, ODP, EPUB, HTML, and more via LibreOffice headless. Drag in a folder of mixed documents and pick a target format.
de_de: Konvertieren DOCX, PDF, ODT, RTF, XLSX, ODS, CSV, PPTX, ODP, EPUB, HTML und mehr über LibreOffice kopflos. Ziehen Sie in einem Ordner von gemischten Dokumenten und wählen Sie ein Zielformat.
es_es: Convertir DOCX, PDF, ODT, RTF, XLSX, ODS, CSV, PPTX, ODP, EPUB, HTML, y más a través de LibreOffice sin cabeza. Arrastre en una carpeta de documentos mixtos y elija un formato de destino.
fr_fr: Convertir DOCX, PDF, ODT, RTF, XLSX, ODS, CSV, PPTX, ODP, EPUB, HTML, et plus via LibreOffice sans tête. Faites glisser dans un dossier de documents mélangés et choisissez un format cible.
pl_pl: Konwertuj DOCX, PDF, ODT, RTF, XLSX, ODS, CSV, PPTX, ODP, EPUB, HTML, i więcej przez LibreOffice bez głowy. Przeciągnij w folderze mieszanych dokumentów i wybierz format docelowy.
zh_hans: 转换 DOCX、 PDF、 ODT、 RTF、 XLSX、 ODS、 CSV、 PPTX、 ODP、 EPUB、 HTML 等, 并通过 LibreOffice 无头转换。 拖放到混合文档文件夹中并选择目标格式 。

# DocumentConverterPage_Item_009.Text
source: Drop documents here
de_de: Dokumente hier ablegen
es_es: Suelta los documentos aquí.
fr_fr: Déposer les documents ici
pl_pl: Upuść tutaj dokumenty
zh_hans: 在此丢弃文档

# DocumentConverterPage_Item_010.Text
source: DOCX, ODT, XLSX, PPTX, RTF, HTML, EPUB, PDF, and friends. Pick a target format above and click Convert.
de_de: DOCX, ODT, XLSX, PPTX, RTF, HTML, EPUB, PDF und Freunde. Wählen Sie oben ein Zielformat und klicken Sie auf Konvertieren.
es_es: DOCX, ODT, XLSX, PPTX, RTF, HTML, EPUB, PDF y amigos. Elija un formato de destino arriba y haga clic en Convertir.
fr_fr: DOCX, ODT, XLSX, PPTX, RTF, HTML, EPUB, PDF et amis. Choisissez un format cible ci-dessus et cliquez sur Convertir.
pl_pl: DOCX, ODT, XLSX, PPTX, RTF, HTML, EPUB, PDF i znajomych. Wybierz format docelowy powyżej i kliknij konwertuj.
zh_hans: DOCX、 ODT、 XLSX、 PPTX、 RTF、 HTML、 EPUB、 PDF 和朋友。 选择上面的目标格式并单击 转换 。

# DocumentConverterPage_OutputDirBox.Header
source: Output directory
de_de: Ausgabeverzeichnis
es_es: Directorio de salida
fr_fr: Répertoire des sorties
pl_pl: Katalog wynikowy
zh_hans: 产出目录

# DocumentConverterPage_OutputDirBox.PlaceholderText
source: (same as source)
de_de: (gleiche Quelle)
es_es: (igual que la fuente)
fr_fr: (même source)
pl_pl: (tak samo jak źródło)
zh_hans: (与来源相同)

# DocumentConverterPage_StatusText.Text
source: Add documents to begin.
de_de: Hinzufügen von Dokumenten, um zu beginnen.
es_es: Añádanse documentos para comenzar.
fr_fr: Ajouter des documents pour commencer.
pl_pl: Dodaj dokumenty do początku.
zh_hans: 要开始添加文档 。

# DownloaderPage_AddUrlButton.Content
source: Add to Queue
de_de: Zur Warteschlange hinzufügen
es_es: Añadir a la cola
fr_fr: Ajouter à la file d'attente
pl_pl: Dodaj do kolejki
zh_hans: 添加到队列

# DownloaderPage_AudioOnlyCheck.Content
source: Audio only (MP3)
de_de: Nur Audio (MP3)
es_es: Solo audio (MP3)
fr_fr: Audio seulement (MP3)
zh_hans: 仅音频 (MP3)

# DownloaderPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# DownloaderPage_ClearQueueButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# DownloaderPage_CookieClearButton.Content
source: Clear
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer
pl_pl: Wyczyść
zh_hans: 清除清除

source: Extract cookies from the selected browser into UCX's encrypted cookie store
de_de: Extrahieren von Cookies aus dem ausgewählten Browser in den verschlüsselten Cookie-Store von UCX
es_es: Extraer cookies del navegador seleccionado en la tienda de cookies cifradas de UCX
fr_fr: Extraire les cookies du navigateur sélectionné dans le cookie store crypté d'UCX
pl_pl: Pobierz pliki cookie z wybranej przeglądarki do zaszyfrowanego sklepu plików cookie UCX
zh_hans: 从选中的浏览器中提取 cookie 进入 UCX 加密 cookie 商店

# DownloaderPage_CookieImportBrowserButton.Content
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importation
zh_hans: 进口进口

source: Import cookies from a Netscape cookies.txt file you exported manually
de_de: Importieren von Cookies aus einer Netscape-cookies.txt-Datei, die Sie manuell exportiert haben
es_es: Importar cookies de un archivo cookies.txt de Netscape que exportó manualmente
fr_fr: Importer des cookies à partir d'un fichier Netscape cookies.txt que vous avez exporté manuellement
pl_pl: Importuje pliki cookies z pliku cookies Netscape.txt, które eksportujesz ręcznie
zh_hans: 从您手动导出的 Netscape cookies. txt 文件导入 cookies

# DownloaderPage_CookieImportFileButton.Content
source: From file...
de_de: Aus der Akte...
es_es: Del archivo...
fr_fr: À partir d'un fichier...
pl_pl: Z akt...
zh_hans: 从文件...

# DownloaderPage_CookieStatusText.Text
source: Checking cookie store...
de_de: Ich überprüfe den Cookie Store...
es_es: Comprobando la tienda de galletas...
fr_fr: Vérification du magasin de cookies...
pl_pl: Sprawdzanie sklepu z plikami cookie...
zh_hans: 正在检查 cookie 商店...

# DownloaderPage_DownloadButton.Content
source: Download All
de_de: Alle herunterladen
es_es: Descargar todo
fr_fr: Télécharger tout
pl_pl: Pobierz wszystkie
zh_hans: 全部下载

# DownloaderPage_DownloaderPageButton01.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# DownloaderPage_DownloaderPagePivotItem01.Header
source: Downloading
de_de: Herunterladen
es_es: Descargando
fr_fr: Téléchargement
pl_pl: Pobieranie
zh_hans: 下载中

# DownloaderPage_DownloaderPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# DownloaderPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# DownloaderPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# DownloaderPage_Item_004.Text
source: Downloader
es_es: Descargador
fr_fr: Télécharger
pl_pl: Pobieranie danych
zh_hans: 下载器

# DownloaderPage_Item_005.Text
source: Queue video and audio downloads from supported URLs, then review completed results.
de_de: Warte Video- und Audio-Downloads von unterstützten URLs und überprüfe dann die abgeschlossenen Ergebnisse.
es_es: Coloque las descargas de vídeo y audio desde URLs compatibles, luego revise los resultados completados.
fr_fr: Enquêtez les téléchargements vidéo et audio à partir des URL prises en charge, puis examinez les résultats complétés.
pl_pl: W kolejce wideo i audio pobierane z obsługiwanych URL-ów, a następnie przegląd wyników zakończonych.
zh_hans: 将所支持的 URL 的视频和音频下载排出队列, 然后审查已完成的结果 。

# DownloaderPage_Item_013.Content
source: Highest available (video + audio)
de_de: Höchstverfügbar (Video + Audio)
es_es: Más alto disponible (vídeo + audio)
fr_fr: Le plus haut disponible (vidéo + audio)
pl_pl: Najwyższe dostępne (wideo + audio)
zh_hans: 可用最高(视频+音频)

# DownloaderPage_Item_014.Content
source: 1080p
zh_hans: 1080p 1080p

# DownloaderPage_Item_015.Content
source: 720p
zh_hans: 720p 720p

# DownloaderPage_Item_024.Text
source: Downloads run through the local sidecar queue. Review site terms before downloading protected or private media.
de_de: Downloads laufen durch die lokale Sidecar Warteschlange. Überprüfen Sie Website-Bedingungen vor dem Download geschützt oder private Medien.
es_es: Las descargas se ejecutan a través de la cola local de sidecar. Revise los términos del sitio antes de descargar los medios protegidos o privados.
fr_fr: Les téléchargements passent par la file d'attente locale du sidecar. Consultez les termes du site avant de télécharger des médias protégés ou privés.
pl_pl: Pliki do pobrania biegną przez lokalną kolejkę sidecar. Przejrzyj warunki witryny przed pobraniem chronionych lub prywatnych mediów.
zh_hans: 下载通过本地侧车队列进行。 在下载受保护媒体或私营媒体之前先审查网站条款 。

# DownloaderPage_Item_025.Text
source: Cookie Authentication
de_de: Cookie-Authentifizierung
es_es: Autenticación de cookies
fr_fr: Authentification des cookies
pl_pl: Uwierzytelnianie plików cookie
zh_hans: Cookie Cookie 认证

# DownloaderPage_Item_027.Content
source: Chrome
de_de: Chrom
es_es: Cromo
zh_hans: 铬

# DownloaderPage_Item_028.Content
source: Firefox
zh_hans: 消防

# DownloaderPage_Item_029.Content
source: Edge
de_de: Kante
es_es: Borde
zh_hans: 边缘

# DownloaderPage_Item_030.Content
source: Brave
de_de: Mutig
es_es: Valiente
pl_pl: Odważny
zh_hans: 勇敢

# DownloaderPage_Item_031.Content
source: Chromium
es_es: Cromo
pl_pl: Chrom
zh_hans: 铬

# DownloaderPage_Item_032.Content
source: Vivaldi
zh_hans: 维瓦尔迪

# DownloaderPage_Item_033.Content
source: Opera
de_de: Oper
fr_fr: Opéra
zh_hans: 歌剧院

# DownloaderPage_Item_034.Content
source: LibreWolf
zh_hans: 自由世界

# DownloaderPage_Item_041.Text
source: Paste a URL above and add it to the queue
de_de: Eine URL oben einfügen und zur Warteschlange hinzufügen
es_es: Pegar un URL arriba y añadirlo a la cola
fr_fr: Coller une URL ci-dessus et l'ajouter à la file d'attente
pl_pl: Wklej URL powyżej i dodaj do kolejki
zh_hans: 粘贴上面的 URL 并添加到队列

# DownloaderPage_Item_042.Text
source: Multiple pasted URLs are split automatically.
de_de: Mehrere eingeklebte URLs werden automatisch aufgeteilt.
es_es: Múltiples URL pegadas se dividen automáticamente.
fr_fr: Plusieurs URLs collées sont automatiquement divisées.
pl_pl: Wiele zapasowych adresów URL są podzielone automatycznie.
zh_hans: 多个粘贴的 URL 自动分割 。

# DownloaderPage_Item_044.Text
source: No finished downloads yet
de_de: Noch keine fertige Downloads
es_es: No hay descargas terminadas todavía
fr_fr: Aucun téléchargement terminé pour l'instant
pl_pl: Brak jeszcze gotowych pobrań
zh_hans: 尚未完成下载完成

# DownloaderPage_Item_045.Text
source: Saved, failed, and cancelled downloads appear here.
de_de: Gespeicherte, fehlgeschlagene und stornierte Downloads erscheinen hier.
es_es: Las descargas guardadas, fallidas y canceladas aparecen aquí.
fr_fr: Les téléchargements sauvegardés, échoués et annulés apparaissent ici.
pl_pl: Zapisane, nieudane i anulowane pobierania pojawiają się tutaj.
zh_hans: 保存、失败和取消下载出现在这里 。

# DownloaderPage_PasteButton.Content
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Pâte
pl_pl: Wklej
zh_hans: 粘贴

# DownloaderPage_QualityCombo.Header
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# DownloaderPage_RuntimeHealthDetailText.Text
source: Verifying yt-dlp, Deno, and the local sidecar.
de_de: Überprüfung von yt-dlp, Deno und dem lokalen Beiwagen.
es_es: Verificar yt-dlp, Deno y el sidecar local.
fr_fr: Vérifier yt-dlp, Deno et le sidecar local.
pl_pl: VPN yt-dlp, Deno oraz lokalny bokser.
zh_hans: 验证 yt-dlp, Deno, 和本地侧车 。

# DownloaderPage_RuntimeHealthTitleText.Text
source: Checking downloader runtimes...
de_de: Testen von Downloader-Laufzeiten...
es_es: Comprobando los tiempos de ejecución del descargador...
fr_fr: Vérification des runtimes du téléchargeur...
pl_pl: Sprawdzam runtimey pobrania...
zh_hans: 正在检查下载运行时间...

# DownloaderPage_RuntimeToolsButton.Content
source: Install / update runtimes
de_de: Laufzeiten installieren/aktualisieren
es_es: Instalar / actualizar tiempos de ejecución
fr_fr: Installer / mettre à jour les runtimes
pl_pl: Zainstaluj / uaktualnij runtimes
zh_hans: 安装/ 更新运行时间

source: Removes sponsor / self-promo / interaction segments from the final download. Uses yt-dlp's SponsorBlock postprocessor — pulls segment data from api.sponsor.ajay.app on demand.
de_de: Entfernt Sponsor / Self-Promo / Interaktion Segmente aus dem endgültigen Download. Verwendet yt-dlp SponsorBlock Postprozessor — zieht Segmentdaten aus api.sponsor.ajay.app auf Anfrage.
fr_fr: Supprime les segments sponsor / autopromo / interaction du téléchargement final. Utilise le SponsorBlock postprocesseur de yt-dlp — tire les données segment de api.parrain.ajay.app sur demande.
pl_pl: Usuwa sponsora / self-promo / segmenty interakcji z końcowego pobierania. Używa Sponsora yt-dlp postprocesora – ciągnie dane segmentowe z api.sponsor.ajay.app na żądanie.
zh_hans: 从最终下载中删除赞助者/ 自我促进/ 互动部分。 使用 yt-dlp 的赞助者Block 后处理器 — 按需从 pi. 赞助者. ajay. ap 提取部分数据 。

# DownloaderPage_SponsorBlockCheck.Content
source: Skip sponsor segments (SponsorBlock)
de_de: Sponsorensegmente überspringen (SponsorBlock)
fr_fr: Sauter les segments des sponsors (SponsorBlock)
pl_pl: Pomiń sponsorujące segmenty (SponsorBlock)
zh_hans: 跳过发起区段( sponsorBlock)

# DownloaderPage_SubtitlesCheck.Content
source: Embed subtitles
de_de: Untertitel einbetten
es_es: Insertar subtítulos
fr_fr: Sous-titres intégrés
pl_pl: Podręcznik napisy
zh_hans: 嵌入字幕

# DownloaderPage_UrlBox.PlaceholderText
source: Paste one or more URLs, one per line
de_de: Einfügen einer oder mehrerer URLs, eine pro Zeile
es_es: Pegar una o más URL, una por línea
fr_fr: Coller une ou plusieurs URL, une par ligne
pl_pl: Wklej jedną lub więcej adresów URL, jeden na linię
zh_hans: 粘贴一个或多个 URL, 每行一个

# EbookConverterPage_AuthorsBox.Header
source: Authors (optional)
de_de: Autoren (fakultativ)
es_es: Autores (opcional)
fr_fr: Auteurs (facultatif)
pl_pl: Autorzy (opcjonalnie)
zh_hans: 作者( 可选择的)

# EbookConverterPage_ConvertButton.Content
source: Convert
de_de: Umrechnen
es_es: Convertir
fr_fr: Convertir
pl_pl: Konwertuj
zh_hans: 转换转换

# EbookConverterPage_EbookConverterPageButton01.Content
source: Add eBooks
de_de: eBooks hinzufügen
es_es: Añadir eBooks
fr_fr: Ajouter des livres électroniques
pl_pl: Dodaj książki e-mail
zh_hans: 添加电子书

# EbookConverterPage_EbookConverterPageButton02.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# EbookConverterPage_FormatCombo.Header
source: Target format
de_de: Zielformat
es_es: Formato de destino
fr_fr: Format cible
pl_pl: Format celowy
zh_hans: 目标格式

# EbookConverterPage_Item_003.Text
source: Convert EPUB / MOBI / AZW3 / PDF / FB2 / DOCX / HTML and more via Calibre's ebook-convert. Optional metadata overrides for title / authors / language.
de_de: Konvertieren Sie EPUB / MOBI / AZW3 / PDF / FB2 / DOCX / HTML und mehr über den ebook-convert von Calibre. Optionale Metadaten überschreiben Titel / Autoren / Sprache.
es_es: Convierte EPUB / MOBI / AZW3 / PDF / FB2 / DOCX / HTML y más a través del ebook-convert de Calibre.
fr_fr: Convertir EPUB / MOBI / AZW3 / PDF / FB2 / DOCX / HTML et plus via Calibre ebook-convert. Les métadonnées optionnelles remplacent pour le titre / auteurs / langue.
pl_pl: Konwertuj EPUB / MOBI / AZW3 / PDF / FB2 / DOCX / HTML i więcej przez ebook-convert firmy Calibre. Opcjonalne metadane nadrzędne dla tytułu / autorów / języka.
zh_hans: 转换 EPUB / MOBI / AZW3 / AZW3 / PDF / FB2 / DOCX / HTML / 更多 通过 Calibre 的电子书换。 标题/ 作者/ 语言的可选元数据取代 。

# EbookConverterPage_Item_027.Text
source: Add eBooks
de_de: eBooks hinzufügen
es_es: Añadir eBooks
fr_fr: Ajouter des livres électroniques
pl_pl: Dodaj książki e-mail
zh_hans: 添加电子书
